
"ToReadList" = "To Read. Reading. Finished."

"ScanBarcode" = "Add books using barcode recognition."

"BookDetails" = "Status. Start. Finish. Read Time."

"SearchFinished" = "Quickly check if you read it."

"BulkEdit" = "Update lists in bulk."

"Organise" = "Create custom lists"
